# ZoneOutsideAirPerAreaParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ZoneOutsideAirPerAreaParam Property
ParameterTypeId Class See Also
---
"Outdoor Air per Area"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ZoneOutsideAirPerAreaParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ZoneOutsideAirPerAreaParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ZoneOutsideAirPerAreaParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace